Repository: common-repository/wpgenious-job-listing
Catalog: languages/wpgenious-job-listing-*.po
Languages: fr_fr

source: Settings
fr_fr: Réglages

source: Contact Us
fr_fr: Contact

source: Jobs
fr_fr: Offres d'emploi

source: Applications
fr_fr: Candidatures

source: Job Information
fr_fr: Détails d'offre d'emploi

source: Application details
fr_fr: Détails de candidature

source: Resume preview
fr_fr: Aperçu du CV

source: Job
fr_fr: Offre d'emploi

source: Actions
fr_fr: Action

source: Job Custom Fields
fr_fr: Champs personnalisés du poste

source: Job Expiry
fr_fr: Expiration de l'emploi

source: Delete Permanently
fr_fr: Supprimer définitivement

source: Move to Trash
fr_fr: Mettre à la corbeille

source: Update
fr_fr: Mettre à jour

source: Name
fr_fr: Nom

source: Phone
fr_fr: Téléphone

source: Resume
fr_fr: CV

source: Cover Letter
fr_fr: Lettre de motivation

source: Download resume (%s)
fr_fr: Télécharger le CV (% s)

source: No attachment found
fr_fr: Aucune pièce jointe trouvée

source: Error in saving file upload types!
fr_fr: Erreur du type de fichier!

source: By using this form you agree with our RDPG policy.
fr_fr: En utilisant ce formulaire, vous acceptez notre politique RGPD.

source: URL slug cannot be empty.
fr_fr: Le slug d'URL ne peut pas être vide.

source: Slug cannot be updated. A page with same slug exists. Please choose a different URL slug.
fr_fr: Slug ne peut pas être mis à jour. Une page avec le même slug existe. Veuillez choisir un autre slug d'URL.

source: New Job
fr_fr: Ajouter

source: Add New Job
fr_fr: Ajouter

source: Edit Job
fr_fr: Modifier

source: Search Jobs
fr_fr: Rechercher

source: No Jobs found
fr_fr: Aucun emploi trouvé

source: No Jobs found in Trash
fr_fr: Aucun emploi trouvé dans la corbeille

source: Parent Job :
fr_fr: Emploi parent:

source: Job Listing
fr_fr: Offres d'emploi

source: View Job listing
fr_fr: Afficher

source: View Job listings
fr_fr: Afficher

source: Job listing published.
fr_fr: Emploi publié.

source: Job listing published privately.
fr_fr: Liste d'emplois publiée en privé.

source: Job listing reverted to draft.
fr_fr: Emploi mise en ligne.

source: Job listing scheduled.
fr_fr: Empoi programmé .

source: Job listing updated.
fr_fr: Emploi mise à jour.

source: Application
fr_fr: Candidatures

source: Search Applications
fr_fr: Rechercher .

source: No Applications found
fr_fr: Aucune candidature trouvée

source: No Applications found in Trash
fr_fr: Aucune candidature trouvée dans la corbeille

source: Applicant Name
fr_fr: Nom

source: Applicant Email
fr_fr: E-mail

source: Status
fr_fr: Statut

source: Rating
fr_fr: Évaluation

source: Views
fr_fr: Vues

source: Expiry
fr_fr: Expiration

source: Received on %s
fr_fr: Reçu le %s

source: from IP
fr_fr: depuis @IP

source: <span class="text">Received %s</span>
fr_fr: <span class="text">Reçu le %s</span>

source: Created at
fr_fr: Date creation

source: Expiry date
fr_fr: Date d'expiration

source: Display expiry date
fr_fr: Afficher la date d'expiration

source: Job Title
fr_fr: Offre d'emploi

source: Listing layout options :
fr_fr: Options d'affichage :

source: Layout of jobs listing page
fr_fr: Afficher la page liste d’offres d'emploi sur

source: One column
fr_fr: Une colonne

source: Two columns
fr_fr: Deux colonnes

source: Jobs list view
fr_fr: Format de la liste d’offres d’emploi

source: List
fr_fr: Liste

source: Grid
fr_fr: Grille

source: Number of columns
fr_fr: Nombre des grilles par ligne

source: 1 Column
fr_fr: 1 Colonne

source: 2 Columns
fr_fr: 2 Colonnes

source: 3 Columns
fr_fr: 3 Colonnes

source: 4 Columns
fr_fr: 4 Colonnes

source: Jobs per page
fr_fr: Offres d'emploi par page

source: Number of jobs per page
fr_fr: Nombre d'offres d'emploi par page

source: Search options :
fr_fr: Options de rechreche

source: Jobs search
fr_fr: Activer la recherche sur les offres d'emploi

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Enable jobs search
fr_fr: Activer la recherche d'emplois

source: Search by
fr_fr: Rechercher par

source: Single job page :
fr_fr: Page détails d'une offre d'empoi

source: Layout of job details page :
fr_fr: Afficher la page détails d'emploi et le formulaire sur

source: Single Column
fr_fr: Une colonne

source: Two Columns
fr_fr: Deux collones

source: Custom Fields :
fr_fr: Afficher les champs personnalisés d’offre d’emploi dans la page détails d’une offre

source: Job Custom Fields Position :
fr_fr: Position des champs personnalisés

source: Before Job Content
fr_fr: Avant le contenu d'emploi

source: After Job Content
fr_fr: Après le contenu d'emploi

source: Field Name :
fr_fr: Nom champ :

source: Micro data ( optional ) :
fr_fr: Micro data ( optionnelle ) :

source: Icon ( optional ) :
fr_fr: Icon ( optionnelle ) :

source: Delete
fr_fr: Supprimer

source: Add new field
fr_fr: Ajouter un champ

source: Upload options
fr_fr: Options de téléchargement

source: Supported upload file types :
fr_fr: Types de fichiers supportés pour le CV :

source: Select the supported file types for CV upload field
fr_fr: Sélectionnez les types de fichiers pris en charge pour le champ CV

source: GDPR Compliance
fr_fr: Conformité au RGPD

source: Enable the GDPR :
fr_fr: Activez le RGPD:

source: GDPR text :
fr_fr: Texte GDPR:

source: Name of the Company :
fr_fr: Nom de votre entreprise :

source: HR Email :
fr_fr: E-mail RH

source: Email for notifications
fr_fr: E-mail utilisable pour les notifications

source: URL slug for jobs :
fr_fr: URL des offres :

source: For jobs archive page url
fr_fr: URL des offres :

source: Default message for ( no job ) :
fr_fr: Message par défaut pour (Aucune offre trouvée):

source: No job found message
fr_fr: Message pour aucune offre trouvée

source: Application Received ( Applicant Notification )
fr_fr: Notification candidat

source: Application Received ( Admin Notification )
fr_fr: Notification RH

source: From :
fr_fr: De :

source: Reply-To :
fr_fr: Répondre à :

source: To :
fr_fr: À :

source: Subject :
fr_fr: Sujet :

source: Content :
fr_fr: Contenu :

source: Template Tags
fr_fr: Tags

source: Applicant Name :
fr_fr: Nom Candidat :

source: Application ID :
fr_fr: ID candidature :

source: Applicant Email :
fr_fr: E-mail Candidat :

source: Applicant Phone :
fr_fr: Téléphone Candidat :

source: Applicant Resume :
fr_fr: CV Candidat :

source: Cover letter :
fr_fr: Lettre motivation Candidat :

source: Job Title :
fr_fr: Titre d'offre d'emploi :

source: Job ID :
fr_fr: ID d'offre d'emploi :

source: Job Expiry Date :
fr_fr: Date d'expiration d'offre d'emploi :

source: Site admin email :
fr_fr: E-mail administrateur site web :

source: Site name :
fr_fr: Nom site web :

source: Site title :
fr_fr: Titre site web :

source: Site description :
fr_fr: Description site web :

source: Site Url :
fr_fr: Url site web :

source: Company :
fr_fr: Nom d'entreprise :

source: General
fr_fr: Générale

source: General settings
fr_fr: Réglages généraux

source: Form
fr_fr: Formulaire

source: Apply form settings
fr_fr: Réglages du formulaire

source: Job Fields
fr_fr: Champs supplémentaires

source: Job custom fields
fr_fr: Champs supplémentaires d’offres d’emploi

source: Appearance
fr_fr: Apparence

source: E-mail Notifications
fr_fr: Notifications

source: E-mail notifications
fr_fr: Notifications par email

source: Coming soon...
fr_fr: Bientôt disponible...

source: No job found .
fr_fr: Aucune offre trouvée

source: By using this form you agree with our RDPG policy .
fr_fr: En utilisant ce formulaire, vous acceptez notre politique RGPD.

source: Thanks for submitting your application for a job for
fr_fr: Merci pour votre candidature

source: New application for the position {job-title} - {job-id}
fr_fr: Nouvelle candidature pour l'emploi {job-title} - {job-id}

source: Loading...
fr_fr: Chargement...

source: Error in submitting your application. Please try again later!
fr_fr: Erreur lors d'envoie de votre candidature. Veuillez réessayer plus tard!

source: The file you have selected is too large.
fr_fr: Le fichier que vous avez sélectionné est trop volumineux.

source: Error in submitting your application. Please refresh the page and retry.
fr_fr: Erreur lors de la soumission de votre candidature. Veuillez actualiser la page et réessayer.

source: Error occurred: Invalid Job.
fr_fr: Une erreur s'est produite: offre d'emloi non valide.

source: Sorry! This job is expired.
fr_fr: Désolé! Cette offre a expirée.

source: Name is required.
fr_fr: Le nom est requis.

source: Email is required.
fr_fr: E-mail est requis.

source: Invalid email format.
fr_fr: Format d'email invalide.

source: Contact number is required.
fr_fr: le numéro de téléphone est requis.

source: Invalid phone number.
fr_fr: Numéro de téléphone invalide.

source: Please select your cv/resume.
fr_fr: Veuillez sélectionner votre CV.

source: Your application has been submitted.
fr_fr: votre candidature a été renvoyé avec succès

source: This field is required.
fr_fr: Ce champ est requis.

source: Please Choose an Option
fr_fr: Veuillez choisir une option

source: Allowed Type(s): %1$s
fr_fr: Type(s) autorisé(s): %1$s

source: Full Name
fr_fr: Nom complet

source: Please enter a valid email address.
fr_fr: S'il vous plaît, mettez une adresse email valide.

source: Please enter a valid phone number.
fr_fr: S'il vous plaît entrer un numéro de téléphone valide.

source: Upload CV/Resume
fr_fr: CV

source: Submit
fr_fr: Envoyer

source: Submitting...
fr_fr: Envoie…

source: Job offers
fr_fr: Offres d'emploi

source: Search
fr_fr: Rechercher

source: Searching...
fr_fr: Recherche...

source: Load more
fr_fr: Afficher plus

source: This job has expired on %s .
fr_fr: Cette offre d'emploi a expirée le% s.

source: This job has expired.
fr_fr: Emploi expiré.

source: Apply for this job
fr_fr: Postulez pour cette offre

source: More Details
fr_fr: Détails
